Repository: Salix-OS/persistence-wizard
Catalog: po/*.po
Languages: de, el, es, es_ar, fr, hu, it, ja, nl, pl, sv, uk

source: Something went wrong! $SAVE_FILE_NAME ($SIZE MB) cannot be created in $SAVEDIR.
de: Etwas ging schief! $SAVE_FILE_NAME ($SIZE MB) konnte nicht in $SAVEDIR erzeugt werden.
el: Κάτι πήγε στραβά! $SAVE_FILE_NAME ($SIZE MB) δεν μπορεί να δημιουργηθεί σε $SAVEDIR.
es_ar: ¡Algo salió mal! No se puede crear $SAVE_FILE_NAME ($SIZE MB) en $SAVEDIR.
fr: Une erreur est survenue ! $SAVE_FILE_NAME ($SIZE MB) ne peut pas être créé dans $SAVEDIR.
it: Qualcosa non ha funzionato! $SAVE_FILE_NAME ($SIZE MB) non può essere creato in $SAVEDIR.
ja: エラー発生! $SAVE_FILE_NAME ($SIZE MB) を $SAVEDIR に作成することができません。
nl: Iets is fout gegaan! $SAVE_FILE_NAME ($SIZE MB) kan niet aangemaakt worden in $SAVEDIR.
pl: Coś poszło nie tak! $SAVE_FILE_NAME ($SIZE MB) nie mogą być stworzone w $ SAVEDIR.
sv: Någonting gick fel! $SAVE_FILE_NAME ($SIZE MB) kan inte skapas i $SAVEDIR.
uk: Щось пішло не так! $SAVE_FILE_NAME ($SIZE МБ) неможливо створити в $SAVEDIR.

source: This will create a persistent file named NAME with a size (in MB) defined by SIZE_IN_MEGABYTES and with a file system defined by FS_TYPE.
de: Hiermit erzeugen Sie eine Persistenzdatei namens NAME mit der Größe (in MB) bestimmt von GRÖSSE_IN_MEGABYTES und dem Dateisystem festgelegt von DATEISYSTEM_TYP.
fr: Ceci créera un fichier de persistance nommé NOM avec une taille (en Mo) définie par TAILLE_EN_MEGAOCTETS et avec un système de fichiers définis par TYPE_DE_FS.
nl: Dit zal een persistent bestand aanmaken genaamd NAME met een grootte (in MB) van SIZE_IN_MEGABYTES en met een FS_TYPE bestandssysteem.

source: You must then copy the generated persistent file to a directory named /salixlive/persistence either on SaLT Live USB key or else on a hard disk drive if the persistence will be used with a SaLT LiveCD.
de: Sie müssen dann die erzeugte Persistenzdatei kopieren in ein Verzeichnis namens /salixlive/persistence auf einem SaLT-Live-USB-Stick oder auf einer Festplatte, wenn die Persistenz mit einer SaLT-LiveCD benutzt werden soll.
fr: Vous devez ensuite copier le fichier de persistance généré vers un répertoire nommé /salixlive/persistence, soit directement sur une clé USB Live générée à l'aide de SaLT ou bien sur un disque dur dans le cas où la persistance est utilisée avec un CD Live généré par SaLT.
nl: Als u persistentie met een SaLT LiveCD wilt gebruiken moet u het gegenereerde persistente bestand kopieeren naar een folder genaamd /salixlive/persistence of op een SaLT Live USB key of anders op een harddisk.

source: The file system you specified is not supported by $SCRIPT_NAME
de: Das gewählte Dateisystem wird von $SCRIPT_NAME nicht unterstützt
fr: Le système de fichiers que vous avez spécifié n'est pas pris en charge par $SCRIPT_NAME
nl: Het bestandssysteem welke u heeft gedifinieerd wordt niet ondersteund door $SCRIPT_NAME

source: The size you specified is not correct, it should be a positive integer.
de: Die angegebene Größe ist nicht gültig. Es wird eine positive Ganzzahl erwartet.
fr: La taille que vous avez définie n'est pas correcte, ce doit être un nombre entier positif.
nl: De gekozen grootte is niet correct, het behoort een positieve integer te zijn.

source: $SCRIPT_NAME was not able to create the persistent file $NAME
de: $SCRIPT_NAME konnte die Persistenzdatei $NAME nicht erzeugen
fr: $SCRIPT_NAME n'a pas pu créer le fichier de persistance $NAME
nl: $SCRIPT_NAME was niet in staat om het persistente bestand $NAME aan te maken

source: There is not enough free space left on your device for creating the persistent file $NAME
de: Es ist nicht genügend freier Speicherplatz auf Ihrem Gerät verfügbar, um die Persistenzdatei $NAME zu erzeugen
fr: Votre périphérique ne dispose pas de suffisamment d'espace libre pour créer le fichier de persistance $NAME
nl: Er is niet voldoende vrije ruimte over op uw systeem om het persistente bestand $NAME aan te maken

source: ERROR: You need to be root to run this
es: ERROR: Necesita ser root para ejecutar esto

source: ERROR: zenity must be installed and in your PATH to run this
es: ERROR: zenity tiene que estar instalado y en su PATH para ejecutar esto

source: ERROR: xfsprogs must be installed to run this
es: ERROR: xfsprogs tiene que estar instalado para ejecutar esto

source: Persistent changes
es: Cambios persistentes

source: If you wish, you can save any of your work or modification performed while in a LiveCD session.\n\nTo do this however, you must first create a special "persistent file" which will have a pre-decided fixed-size and will be formatted as a linux file system.\n\nOnce this file is created, simply reboot the LiveCD for your changes to become persistent from then on.
es: Si lo desea, puede guardar cualquier trabajo o modificación efectuada durante la sesión LiveCD.\n\nSin embargo, para hacer esto, primero tiene que crear un "archivo persistente" especial que tendrá un tamaño fijo predeterminado y se formateará como un sistema de archivos Linux.\n\nUna vez que se crea el archivo, simplemente reinicie el LiveCD para que sus cambios se hagan persistentes desde ese momento.

source: Choose the mountpoint where to save the persistent file:
es: Elegir el punto de montaje donde guardar el archivo persistente:

source: Size (in MB)
es: Tamaño (en MB)

source: Choose the size in megabytes (maximum $MAXSIZE) for persistent file on $MOUNTPOINT:
es: Elegir el tamaño en megabytes ($MAXSIZE máximo) para el archivo persistente en $MOUNTPOINT:

source: The chosen size is too big ($SIZE > $MAXSIZE)
es: El tamaño elegido es demasiado grande ($SIZE > $MAXSIZE)

source: slxsave.xfs ($SIZE MB) correctly created in $MOUNTPOINT
es: slxsave.xfs ($SIZE MB) se creó correctamente en $MOUNTPOINT

source: slxsave.xfs ($SIZE MB) cannot be created in $MOUNTPOINT
es: No se pudo crear slxsave.xfs ($SIZE MB) en $MOUNTPOINT

source: Create a slxsave.xfs file in order to persist changes in the live env.
es: Crear un archivo slxsave.xfs a fin de persistan los cambios en el ambiente Live.
