Repository: Salix-OS/persistence-wizard
Catalog: po/*.po
Languages: de, el, es, es_ar, fr, hu, it, ja, nl, pl, sv, uk

source: ERROR: $TEXTDOMAIN must be executed within a running X session.\n
es_ar: ERROR: $TEXTDOMAIN se tiene que ejecutar dentro de una sesión X en ejecución.\n
hu: HIBA: $TEXTDOMAIN csak futó X munkafolyamatból futtatható.\n
it: ERRORE: $TEXTDOMAIN deve essere eseguito in una sessione attiva di X .\n
pl: BŁĄD: $TEXTDOMAIN należy wykonać podczas sesji X Window.\n

source: ERROR: You need to be root to run
es_ar: ERROR: Ud tiene que ser root para ejecutar
hu: HIBA: A futtatáshoz rendszergazdai jogosultság szükséges
it: ERRORE: Dovete essere root per eseguire questo
pl: BŁĄD: Potrzebujesz być rootem aby uruchomić

source: ERROR: zenity must be installed and in your PATH to run
es_ar: ERROR: zenity tiene que instalarse y estar en su PATH para ejecutar
hu: HIBA: A futtatáshoz a zenity programnak telepítve és a PATH-ban elérhetőnek kell lennie
it: ERRORE: zenity deve essere installato e nel vostro PATH per funzionare
pl: BŁĄD: zenity musi być zainstalowane i być w PATH aby uruchomić

source: ERROR: xfsprogs must be installed to run
es_ar: ERROR: xfsprogs se tiene que instalar para ejecutarse
hu: HIBA: A futtatáshoz az xfsprogs programnak telepítve kell lennie
it: ERRORE: xfsprogs deve essere installato per funzionare
pl: BŁĄD: xfsprogs musi być zainstalowane aby uruchomić

source: Persistence Wizard
de: Beständigkeits-Assistent
el: Οδηγός μόνιμων αλλαγών
es: Asistente de persistencia
es_ar: Asistente de persistencia
fr: Assistant de persistance
hu: Tartós beállítások varázsló
it: Wizard di Persistenza
ja: Persistenceウィザード
nl: Persistentie Wizard
pl: Kreator ustawień
sv: Permanent Guide
uk: Майстер збереження змін

source: If you wish, you can save any of your work or modification performed while in a LiveCD session.\n\nTo do this however, you must first create a special "persistent file" which will have a pre-determined fixed-size and will be formatted as a linux file system.\n\nOnce this file is created, simply reboot the LiveCD for your changes to become persistent from then on.
de: Falls erwünscht, können Sie Ihre gesamte Arbeit und Ihre Änderungen während einer LiveCD-Sitzung speichern.\n\nDazu müssen Sie jedoch zuerst eine spezielle "Persistenzdatei" erstellen mit einer vordefinierten festen Größe, welche als Linux-Dateisystem formattiert wird.\n\nSobald Sie diese Datei angelegt haben, reicht es die LiveCD einfach neuzustarten um Änderungen ab diesem Neustart beständig werden zu lassen.
el: Αν θέλετε, μπορείτε να αποθηκεύσετε οποιαδήποτε εργασία ή τροποποίηση σας εκτελούνται, ενώ είστε σε μια σύνοδο LiveCD. \n\n Για να γίνει αυτό όμως, πρέπει πρώτα να δημιουργήσετε ένα ειδικό "αρχείο μόνιμων αλλαγών", το οποίο θα έχει ένα προκαθορισμένο σταθερό μέγεθος και θα να διαμορφωθεί ως ένα Linux σύστημα αρχείων. \n\n Μόλις αυτό το αρχείο δημιουργηθεί, απλά επανεκκινήστε το LiveCD για να γίνουν αλλαγές σας μόνιμες από δω και πέρα.
es_ar: Si lo desea, puede guardar cualquier trabajo o modificación realizada al mismo tiempo en una sesión LiveCD.\n\nPara hacer esto, sin embargo, primero tiene que crear un "archivo persistente" especial que tendrá un tamaño fijo predeterminado y se formateará como sistema de archivos Linux.\n\nUna vez que se crea el archivo,simplemente reinicie el LiveCD para que los cambios llegan a ser persistentes a partir de entonces.
fr: Si vous le souhaitez, vous pouvez enregistrer votre travail ou toute modification effectué lors d'une session Live.\n\nCependant pour cela il faut au préalable créer un « fichier persistant » spécial, qui aura une taille fixe pré-déterminée et qui sera formatée à l'aide d'un système de fichiers Linux.\n\nUne fois ce fichier créé, il faudra redémarrer le CD Live pour que tous vos changements ultérieurs puissent être ensuite préservés de manière persistante.
hu: Ha szeretné, mentheti a LiveCD munkamenet során létrejött munkáit vagy módosításait.\n\nEhhez először létre kell hoznia egy speciális "tartós beállítások" fájlt, amely előre meghatározott méretű és Linux fájlrendszerre formázott lesz.\n\nAmint elkészül ez a fájl, egyszerűen újraindíthatja a LiveCD-t és onnantól fogva a módosításai tartósak lesznek.
it: Se lo desiderate potete salvare le modifiche ed i lavori effettuati durante una sessione LiveCD.\n\nPer fare ciò dovete creare prima uno speciale "file persistente" che dovrà avere una dimensione fissa predeterminata e formatta con filesystem Linux.\n\nNon appena questo file è stato creato riavviate il LiveCD e le vostre modifiche d'ora in avanti saranno persistenti.
ja: 希望に応じてLiveCDのセッション中に行った作業または変更などを保存することができます。\n\nしかし、そうするには、まず所定のサイズしている特別な"パーシスタンス·ファイル"を作成する必要があります。Linuxのファイル·システムとしてフォーマットしてください。\n\nファイルを作成したあとは、パーシスタンス·ファイルをアクティベートするためにLiveCDを再起動してください。
nl: Indien gewenst, kunt u uw werk of wijzigingen tijdens de LiveCD-sessie opslaan.\n\nOm dit te doen, moet u eerst een speciale "persistente file" aanmaken met een vooraf bepaalde vaste grootte en als een Linux-bestandssysteem geformatteerd is.\n\nWanneer dit bestand is aangemaakt, reboot de LiveCD en uw wijzigingen blijven behouden vanaf dat moment.
pl: Jeśli chcesz, możesz zapisać efekty swojej pracy lub wykonywanych modyfikacji w trakcie sesji LiveCD. Należy najpierw utworzyć specjalny 'plik ustawień który będzie miał z góry ustaloną stałą wielkość i być sformatowany jako system plików Linuksa. Po tym jak plik zostanie utworzony, po prostu ponownie należy uruchomić LiveCD, aby zmiany stały się trwałe.
sv: Om du vill kan du spara någon av ditt arbete eller ändringar som utförs under en LiveCD session. \n\nFör att göra detta måste du först skapa en speciell "bestående fil" som kommer att ha en förutbestämd fast storlek och kommer att formateras som ett Linux-filsystem. \n\nNär denna fil skapas, starta helt enkelt om LiveCD'n för att ändringarna ska bli bestående från och med då.
uk: Якщо Ви бажаєте, то Ви можете зберегти будь-яку Вашу роботу або зміни виконані під час сесії LiveCD.\n\nЩоб це зробити, Вам потрібно спочатку створити спеціальний "файл змін", який буде мати заздалегідь вказаний певний фіксований розмір і буде відформатований як файлова система Linux.\n\nПісля створення цього файлу просто перезавантажте LiveCD і Ваші зміни будуть зберігатися в цьому файлі.

source: Mount point selection
de: Wählen Sie den Einhängepunkt
el: Επιλογή σημείου προσάρτησης
es: Selección del punto de montaje
es_ar: Selección del punto de montaje
fr: Sélection du point de montage
hu: Csatolási pont kiválasztása
it: Selezione del punto di montaggio
ja: マウント・ポイントの設定
nl: Mountpoint selectie
pl: Zaznaczenie punktu montowania
sv: Val av monteringspunkt
uk: Вибір точки монтування

source: Choose the mountpoint where the persistent file must be created:
hu: Válassza a csatolási pontot, ahol a "tartós beállítások" fájl létre lesz hozva:

source: Mount point
de: Einhängepunkt
el: Σημείο προσάρτησης
es: Punto de montaje
es_ar: Punto de montaje
fr: Point de montage
hu: Csatolási pont
it: Punto di Montaggio
ja: マウント・ポイント
pl: Punkt montowania
sv: Monteringspunkt
uk: Точка монтування

source: Device
de: Gerät
el: Συσκευή
fr: Périphérique
hu: Eszköz
it: Periferica
ja: デバイス
nl: Apparaat
pl: Urządzenie
sv: Enhet
uk: Пристрій

source: Label
el: Ετικέτα
fr: Étiquette
hu: Címke
it: Etichetta
ja: ラベル
pl: Etykieta
sv: Etikett
uk: Мітка

source: Filesystem
de: Dateisystem
el: Σύστημα αρχείων
fr: Système de fichier
hu: Fájlrendszer
ja: ファイル·システム
nl: Bestandssysteem
pl: System plików
sv: Filsystem
uk: Файлова система

source: Free size (in MB)
de: Freier Speicher (in MB)
el: Ελεύθερο μέγεθος (σε MB)
fr: Taille disponible (en Mo)
hu: Szabad terület (MB-ban)
it: Spazio disponibile (in MB)
ja: フリーサイズ(MB)
nl: Beschikbare vrije ruimte (in MB)
pl: Wolny rozmiar (w MB)
sv: Fri storlek (i MB)
uk: Вільний простір (в МБ)

source: Error
de: Fehler
el: Σφάλμα
fr: Erreur
hu: Hiba
it: Errore
ja: エラー
nl: Fout
pl: Błąd
sv: Fel
uk: Помилка

source: No partition was selected. The program will stop now!
hu: Nem lett kiválasztva partíció. A program le fog állni.

source: Size selection
de: Auswahl der Größe
el: Επιλογή μεγέθους
es: Selección del tamaño
es_ar: Selección del tamaño
fr: Sélection de la taille
hu: Méret kiválasztása
it: Selezione della dimensione
ja: サイズ設定
nl: Grootte selectie
pl: Rozmiar zaznaczenia
sv: Storleks val
uk: Вибір розміру

source: Set the size in megabytes (maximum $MAXSIZE) for persistent file on $MOUNTPOINT:
hu: A(z) $MOUNTPOINT csatolási ponton található "tartós beállítások" fájl méretének beállítása megabájtban (maximálisan $MAXSIZE):

source: No size was set. The program will stop now!
es_ar: No se estableció el tamaño. ¡El programa se detendrá ahora!
hu: Nem lett beállítva méret. A program le fog állni.
it: Non è stata scelta alcuna dimensione. Il programma verrà terminato ora!
pl: Żaden rozmiar nie został ustawiony. Program zostanie zatrzymany.

source: The chosen size exceeds the available place ($SIZE > $MAXSIZE). The program will stop now!
es_ar: El tamaño elegido excede el lugar disponible($SIZE > $MAXSIZE). ¡El programa se detendrá ahora!
hu: A választott méret meghaladja az elérhető helyet ($SIZE > $MAXSIZE). A program le fog állni.
it: La dimensione scelta è superiore allo spazio disponibile ($SIZE > $MAXSIZE). Il programma verrà terminato ora!
pl: Dobrany rozmiar przekracza dostępne miejsce ($SIZE > $MAXSIZE). Program zostanie zatrzymany.

source: File system selection
de: Dateisystem-Auswahl
el: Επιλογή συστήματος αρχείων
es_ar: Selección del sistema de archivos
fr: Sélection du système de fichiers
hu: Fájlrendszer kiválasztása
it: Selezione file system
ja: ファイルシステムの選択
nl: Bestandssysteem selectie
pl: Wybór systemu pliku
sv: Filsystem val
uk: Вибір файлової системи

source: Select the file system that will be used to format your persistent file:
de: Bestimmen Sie das Dateisystem mit dem Ihre Persistenzdatei formattiert wird:
el: Επιλέξτε το σύστημα αρχείων που θα χρησιμοποιηθεί για τη μορφοποίηση του αρχείου μόνιμων αλλαγών σας:
es_ar: Seleccionar el sistema de archivos que se utilizará para formatear su archivo persistente:
fr: Veuillez sélectionner le système de fichier qui sera utilisé pour formater votre fichier de persistance :
hu: Válassza ki a "tartós beállítások" fájl formázásánál használandó fájlrendszert:
it: Selezionate il file system che verrà usato per formattare il file persistente:
ja: パーシスタンス·ファイルに使用するフ​​ァイルシステムを選択してください：
nl: Selecteer het bestand systeem dat gebruikt zal worden voor het opmaken van uw hardnekkige bestand:
pl: Wybierz system plików, który będzie używany do formatowania pliku ustawień:
sv: Välj filsystem som skall användas för att formatera din bestående fil:
uk: Виберіть файлову систему, що буде використовуватися для форматування файлу змін

source: No file system was selected. The program will stop now!
es_ar: No hay sistema de archivos seleccionado. ¡El programa se detendrá ahora!
hu: Nem lett kiválasztva fájlrendszer. A program le fog állni.
it: Non è stato selezionato alcun file system. Il programma verrà terminato!
pl: Żaden system plików nie został wybrany. Program zostanie zatrzymany.

source: $NAME ($SIZE MB) correctly created in $SAVEDIR with $FORMAT file system.
hu: A(z) $NAME ($SIZE MB) sikeresen létre lett hozva a(z) $SAVEDIR könyvtárban $FORMAT fájlrendszerrel.

source: Something went wrong! $NAME ($SIZE MB) cannot be created in $SAVEDIR.
hu: Hiba történt. A(z) $NAME ($SIZE MB) nem hozható létre a(z) $SAVEDIR könyvtárban.

source: NAME SIZE_IN_MEGABYTES FS_TYPE
de: NAME GRÖSSE_IN_MEGABYTES DATEISYSTEM_TYP
fr: NOM TAILLE_EN_MEGAOCTETS TYPE_DE_FS
hu: NÉV MÉRET_MB FS_TÍPUS
it: NOME DIMENSIONE_IN_MEGABYTES TIPO_FS
uk: НАЗВА РОЗМІР_В_МЕГАБАЙТАХ ТИП_ФС

source: This will create a persistent file named NAME
es_ar: Esto creará un archivo persistente llamado $NAME
hu: Létrehoz egy NAME nevű "tartós beállítások" fájlt
it: Questo andrà a creare un file persistente chiamato NOME
pl: To stworzy trwałe plik ustawień o nazwie NAME

source: with a size (in MB) defined by SIZE_IN_MEGABYTES
es_ar: con un tamaño (en MB) definido por SIZE_IN_MEGABYTES
hu: MÉRET_MB által meghatározott mérettel (MB-ban)
it: con dimensione (in MB) definita da DIMENSIONE_IN_MEGABYTES
pl: z rozmiaru (w MB) zdefiniuj SIZE_IN_MEGABYTES

source: and with a file system defined by FS_TYPE.
es_ar: y con un sistema de archivos definido por FS_TYPE.
hu: és FS_TÍPUS által meghatározott fájlrendszerrel.
it: e con un file system deifnito da TIPO_FS.
pl: oraz system plików zdefiniowanych przez FS_TYPE.

source: For example:
de: Zum Beispiel:
el: Για παράδειγμα:
es_ar: Por ejemplo:
fr: Par exemple :
hu: Például:
it: Ad esempio:
ja: 例：
nl: Bijvoorbeeld:
pl: Na przykład:
sv: Till exempel:
uk: Для прикладу:

source: Supported file system format are:
de: Unterstützte Dateisystem-Formate sind:
el: Υποστηριζόμενα φορμά αρχείων του συστήματος είναι:
es_ar: Los formatos de sistema de archivo soportados son:
fr: Les formats de système de fichiers pris en charge sont :
hu: Támogatott fájlrendszer formátumok:
it: File system supportati:
ja: サポートされているファイルシステムのフォーマット：
nl: Ondersteunde bestandssysteemindelingen zijn:
pl: Obsługiwany format systemu plików:
sv: Filsystem som stöds är:
uk: Формати файлових систем, що підтримуються:

source: You must then copy the generated persistent file to a directory
es_ar: A continuación, debe copiar el archivo persistente generado a un directorio
hu: Másolja az előállított "tartós beállítások" fájlt a
it: Dovete copiare il file persistente generato in una directory
pl: Następnie należy skopiować wygenerowany plik ustawień do katalogu

source: named /salixlive/persistence either on SaLT Live USB key or else on
es_ar: llamado /salixlive/persistence, ya sea en una llave LiveUSB SaLT o bien en
hu: /salixlive/persistence nevű könyvtárba a SaLT Live USB kulcson vagy
it: chiamata /salixlive/persistence su una chiavetta USB Live SaLT Live oppure su
pl: named /salixlive/persistence albo na SaLT Live USB pendrive albo na

source: a hard disk drive if the persistence will be used with a SaLT LiveCD.
es_ar: una unidad de disco duro si la persistencia se usará con un LiveCD SaLT.
hu: egy merevlemezen, ha a "tartós beállítások" SaLT LiveCD-vel lesznek használva.
it: un disco fisso se la persistenza verrà usata con un LiveCD SaLT
pl: dysk twardy, jeśli ustawinia będą używane z SaLT LiveCD.

source: Released under GPL v3 or (at your option, any later version)
de: Veröffentlicht unter GPL v3 (oder wahlweise einer späteren Version)
el: Κυκλοφόρησε κάτω από την άδεια GPL v3 ή (κατ 'επιλογήν σας, οποιαδήποτε νεότερη έκδοση)
es_ar: Liberado bajo GPL v3 o (a su elección, cualquier versión posterior)
fr: Distribué sous licence GPL v3 ou (à votre choix, toute version ultérieure)
hu: GPL v3 (vagy tetszőleges későbbi változat) alatt jelent meg
it: Rilasciato secondo i termini della GPL v3 (o una versione successiva a vostra scelta)
ja: GPL v3にのっとりにリリースされています。（または任意、それ以降のバージョン）
nl: Vrijgegeven onder de GPLv3 of (optioneel, een nieuwere versie)
pl: Udostępniany na licencji GPL v3 lub (według twojego wyboru, którejś z późniejszych wersji)
sv: Släppt under GPL v3 eller (om så önskas, någon senare version)
uk: Розроблено під ліцензією GPL 3-ї версії або (на Ваш розсуд, будь-якої з пізнішої версії)

source: ERROR: The file system you specified is not supported by
es_ar: ERROR: El sistema de ficheros que especificó no está soportado por
hu: HIBA: A megadott fájlrendszer nem támogatott
it: ERRORE: Il file system specificato non è supportato da
pl: BŁĄD: system plików nie jest obsługiwany

source: ERROR: The size you specified is not correct, it should be a positive integer.
es_ar: ERROR: El tamaño especificado no es correcto,tiene que ser un entero positivo.
hu: HIBA: A megadott méret helytelen, pozitív egész számnak kell lennie.
it: ERRORE: La dimensione specificata non è corretta. Deve essere espressa con un numero intero positivo.
pl: BŁĄD: rozmiar określony nie jest prawidłowy, powinien być dodatnią liczbą całkowitą.

source: The persistent file $NAME is ready.
de: Die Persistenzdatei $NAME ist fertig.
el: Το αρχείο μόνιμων αλλαγών $NAME είναι έτοιμο.
es_ar: El archivo persistente $NAME está listo.
fr: Le fichier de persistance $NAME est prêt.
hu: A(z) $NAME "tartós beállítások" fájl elkészült.
it: Il file persistente $NAME è pronto.
ja: パーシスタンス·ファイル $NAMEができました。
nl: Het persistente bestand $NAME is gereed.
pl: Plik ustawień $NAME jest gotowy.
sv: Den bestående filen $NAME är klar.
uk: Файл збережень з назвою $NAME готовий.

source: ERROR:
de: FEHLER:
el: ΣΦΑΛΜΑ:
fr: ERREUR :
hu: HIBA:
it: ERRORE:
ja: エラー：
nl: FOUT:
pl: BŁĄD:
sv: FEL:
uk: ПОМИЛКА:

source: was not able to create the persistent file $NAME
es_ar: no fue posible crear el archivo persistente $NAME
hu: nem lehetett létrehozni a(z) $NAME "tartós beállítások" fájlt
it: non è riuscito a creare il file persistente $NAME
pl: nie był w stanie stworzyć plik ustawień $NAZWA

source: ERROR: There is not enough free space left on your device
es_ar: ERROR: No queda suficiente espacio libre en el dispositivo
hu: HIBA: Nincs elég szabad hely az eszközön
it: ERRORE: Non c'è sufficiente spazio libero sul dispositivo
pl: BŁĄD: Nie ma wystarczającej ilości wolnego miejsca w urządzeniu

source: for creating the persistent file $NAME
es_ar: para crear el archivo persistente $NAME
hu: a(z) $NAME "tartós beállítások" fájl létrehozásához
it: per creare il file persistente $NAME
pl: do tworzenia pliku ustawień $NAME

source: Create the persistence file needed to activate the Persistence functionality in a Live environment.
el: Δημιουργήστε το αρχείο μόνιμων αλλαγών που απαιτείται για να ενεργοποιήσετε τη λειτουργία μόνιμων αλλαγών σε ένα ζωντανό περιβάλλον.
es_ar: Crear el archivo de persistencia necesario para activar ña funcionalidad de Persistencia en un entorno Live.
fr: Créer le fichier de persistance nécessaire afin de pouvoir activer la fonctionnalité de persistance dans un environnement Live.
hu: Létrehozza a Live környezet tartós beállítások funkciójának aktiválásához szükséges tartós beállítások fájlt.
it: Create il file persistente richiesto per attivare la funzionalità di Persistenza nell'ambiente Live.
ja: ライブ環境でのパーシスタンスの機能を有効にするために必要なパーシスタンス·ファイルを作成します。
nl: Maak het benodigde persistente ​​bestand voor het activeren van de Persistentie functionaliteit in een live omgeving.
pl: Utwórz plik ustawień, potrzebny, aby uaktywnić funkcjonalność trwałych ustawień w środowisku Live
sv: Skapa bestående filen för att aktivera bestående funktionalitet i en Live miljö.

source: $TEXTDOMAIN must be executed within a running X session.\n
de: $TEXTDOMAIN muss in einer laufenden X-Sitzung aufgerufen werden.\n
fr: $TEXTDOMAIN doit être exécuté dans une session X.\n
nl: $TEXTDOMAIN moet binnen een draaiende X sessie worden uitgevoerd.\n

source: You need to be root to run $SCRIPT_NAME
de: Sie müssen root sein, um $SCRIPT_NAME auszuführen
fr: Vous devez être root pour pouvoir exécuter $SCRIPT_NAME
nl: U moet root zijn om $SCRIPT_NAME te draaien

source: zenity must be installed and in your PATH to run $SCRIPT_NAME
de: zenity muss installiert und in Ihrem PATH sein, um $SCRIPT_NAME auszuführen
fr: zenity doit être installé et dans votre PATH pour pouvoir exécuter $SCRIPT_NAME
nl: zenity moet geinstalleerd zijn en aanwezig zijn in uw PATH om $SCRIPT_NAME te draaien

source: xfsprogs must be installed to run $SCRIPT_NAME
de: xfsprogrs muss installiert sein, um $SCRIPT_NAME auszuführen
fr: xfsprogs doit être installé pour pouvoir exécuter $SCRIPT_NAME
nl: xfsprogs moet geinstalleerd zijn om $SCRIPT_NAME te draaien

source: Yes
de: Ja
el: Ναι
fr: Oui
ja: はい
nl: Ja
sv: Ja
uk: Так

source: No
de: Nein
el: Οχι
fr: Non
ja: いいえ
nl: Nee
sv: Nej
uk: Ні

source: The actual used memory size is $ACTUALSIZE.\nChoose the mountpoint where the persistent file must be created:
de: Der tatsächliche genutzte Speicher beträgt $ACTUALSIZE.\nBestimmen Sie den Einhängepunkt wo die Persistenzdatei erzeugt werden soll:
el: Η πραγματική χρησιμοποιούμενη μνήμη είναι $ACTUALSIZE.\nΕπιλέξτε το σημείο προσάρτησης που θα δημιουργηθεί το αρχείο μόνιμων αλλαγών:
fr: La taille actuelle de la mémoire utilisée est $ACTUALSIZE.\nVeuillez sélectionner le point de montage où le fichier de persistance doit être créé :
ja: 実際に使用されるメモリーサイズは $ACTUALSIZEです。\nパーシスタンス·ファイルをつくりたいマウントポイントを選んでください:
nl: De werkelijk gebruikte hoeveelheid geheugen is $ACTUALSIZE.\nKies het mountpunt waar het persistente bestand aangemaakt moet worden.
sv: Om faktiska minnesstorleken är $ACTUALSIZE\nVälj den monteringspunkt där bestående filen måste skapas:
uk: Поточна використана пам’ять є $ACTUALSIZE.\nВиберіть точку монтування, де має бути створено файл збережень:

source: Removable
de: Wechselmedium
el: Aφαιρούμενo
fr: Amovible
ja: リムーバブル
nl: Verwijderbaar
sv: Borttagningsbar
uk: Змінний

source: The actual used memory size is $ACTUALSIZE.\nSet the size in megabytes (maximum ${MAXSIZESEP}MB) for persistent file on $MOUNTPOINT:
de: Der tatsächliche genutzte Speicher beträgt $ACTUALSIZE.\nBestimmen Sie die Größe in Megabytes (maximum ${MAXSIZESEP}MB) für die Persistenzdatei in $MOUNTPOINT:
fr: La taille actuelle de la mémoire utilisée est $ACTUALSIZE.\nVeuillez définir en mégaoctets (maximum ${MAXSIZESEP}Mo) la taille du fichier de persitance sur $MOUNTPOINT :
nl: De werkelijk gebruikte hoeveelheid geheugen is $ACTUALSIZE.\nPas de grootte aan in megabytes (maximum ${MAXSIZESEP}MB) voor het persistente bestand op $MOUNTPOINT:

source: No size was set.
de: Es wurde keine Größe eingegeben.
fr: Aucune taille n'a été définie.
nl: Grootte is niet bepaald.

source: The program will stop now!
de: Das Programm beendet sich jetzt!
fr: Le programme va maintenant s'arrêter !
nl: Het programma zal nu stoppen!

source: The chosen size exceeds the available space ($SIZE > $MAXSIZE).
de: Die gewählte Größe übersteigt den verfügbaren Speicherplatz ($SIZE > $MAXSIZE).
fr: La taille définie excède la place disponible ($SIZE > $MAXSIZE).
nl: De gekozen grootte overschrijdt de beschikbare ruimte ($SIZE > $MAXSIZE).

source: No file system was selected.
de: Kein Dateisystem wurde ausgewählt.
fr: Aucun système de fichier n'a été sélectionné.
nl: Er is geen bestandssysteem gekozen.

source: $SAVE_FILE_NAME ($SIZE MB) correctly created in $SAVEDIR with $FORMAT file system.
de: $SAVE_FILE_NAME ($SIZE MB) wurde erfolgreich erstellt in $SAVEDIR mit $FORMAT als Dateisystem.
el: $SAVE_FILE_NAME ($SIZE MB) σωστά δημιουργήθηκε στο $SAVEDIR με $FORMAT μορφή συστήματος αρχείου.
es_ar: $SAVE_FILE_NAME ($SIZE MB) se creó correstamente en $SAVEDIR con sistema de archivos $FORMAT.
fr: $SAVE_FILE_NAME ($SIZE MB) a été créé avec succès dans $SAVEDIR avec un système de fichiers $FORMAT.
it: $SAVE_FILE_NAME ($SIZE MB) è stato creato correttamente in $SAVEDIR con file system $FORMAT.
ja: $SAVE_FILE_NAME ($SIZE MB) を $SAVEDIR に $FORMAT ファイル·システムで作成しました。
nl: $SAVE_FILE_NAME ($SIZE MB) correct aangemaakt in $SAVEDIR met $FORMAT bestandssysteem.
pl: $SAVE_FILE_NAME ($SIZE MB) poprawnie stworzony w $SAVEDIR z systemu plików $FORMAT
sv: $SAVE_FILE_NAME ($SIZE MB) skapades korrekt i $SAVEDIR med $FORMAT filformat.
uk: $SAVE_FILE_NAME ($SIZE МБ) створено в $SAVEDIR з файловою системою $FORMAT.
